{"translation-revision-date":"2020-12-25 06:52:56+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Recipe global settings saved sucessfully !!":["Lưu thành công cài đặt chung của Công Thức!!"],"Select a page to display recipe search results.":["Chọn một trang để hiển thị kết quả tìm kiếm công thức."],"Select a page..":["Chọn một trang.."],"Recipe Search Page":["Trang tìm kiếm công thức."],"Key Base":["Cơ sở chìa khóa"],"Cooking Method Base":["Cơ sở phương pháp nấu"],"Enter custom URL structure for your Recipe Cuisine Base. Default, recipe-cuisine.":["Nhập cấu trúc URL tùy chỉnh cho Cơ sở Công thức Ẩm thực của bạn. Mặc định, recipe-cuisine."],"Enter custom URL structure for your Recipe Cooking Method Base. Default, recipe-cooking-method.":["Nhập cấu trúc URL tùy chỉnh cho Cơ sở Phương pháp Nấu Công thức của bạn. Mặc định, recipe-cooking-method."],"Enter custom URL structure for your Recipe Key Base. Default, recipe-key.":["Nhập cấu trúc URL tùy chỉnh cho Cơ sở Chìa Khóa Công thức của bạn. Mặc định, recipe-key."],"Cuisine Base":["Cơ sở ẩm thực"],"Course Base":["Cơ sở khóa học "],"Enter custom URL structure for your Recipe Base. Default, recipe.":["Nhập cấu trúc URL tùy chỉnh cho Cơ sở Công thức của bạn. Mặc định, recipe."],"Recipe Base":["Cơ sở công thức"],"Enable this option to display the recipes on the homepage.":["Bật tùy chọn này để hiển thị các công thức nấu ăn trên trang chủ."],"Display Recipes On Homepage":["Hiển thị công thức nấu ăn trên trang chủ."],"Linkedin":["Linkedin"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Secondary Color":["Màu phụ"],"Primary Color":["Màu chính"],"These color options controls the look and feel of your recipe card.":["Các tùy chọn màu này kiểm soát giao diện thẻ công thức của bạn."],"Recipe Colors":["Màu công thức"],"Enable this option to use typography fonts from plugin. Disable to use theme's default fonts.":["Bật tùy chọn này để sử dụng phông chữ kiểu chữ từ plugin. Tắt để sử dụng phông chữ mặc định của giao diện."],"Enable Plugin Typography":["Bật Plugin Typography"],"Delicious Recipes":["Delicious Recipes"]}},"comment":{"reference":"assets\/admin\/build\/onboard.js"}}